Repository: hebiweng/interstellar
Catalog: ios/App/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, ko, tr, zh_hans

# ask.when-card-detail
source: Timing from the question chart
de: Timing aus dem Fragehoroskop
es: Tiempo según la carta de la pregunta
fr: Le timing selon la carte de la question
it: Tempistica dalla carta della domanda
ko: 질문 차트로 보는 시기
tr: Soru haritasından zamanlama
zh_hans: 从问事盘判断时间

# ask.when-chart-note
source: Timing is read from the chart for the moment you ask.
de: Das Timing wird aus dem Horoskop des Fragemoments gelesen.
es: El tiempo se interpreta a partir de la carta del momento en que preguntas.
fr: Le timing est lu dans la carte du moment où vous posez la question.
it: La tempistica viene letta dalla carta del momento in cui poni la domanda.
ko: 시기는 질문한 순간의 차트에서 읽습니다.
tr: Zamanlama, soruyu sorduğunuz anın haritasından okunur.
zh_hans: 时间判断来自你提问这一刻的问事盘。

# ask.when-placeholder
source: When will I hear back?
de: Wann werde ich eine Rückmeldung bekommen?
es: ¿Cuándo recibiré una respuesta?
fr: Quand vais-je recevoir une réponse ?
it: Quando riceverò una risposta?
ko: 언제 답변을 받을까요?
tr: Ne zaman yanıt alacağım?
zh_hans: 我什么时候会收到回复？

# ask.when-question
source: What are you waiting for?
de: Worauf wartest du?
es: ¿Qué estás esperando?
fr: Qu’attendez-vous ?
it: Che cosa stai aspettando?
ko: 무엇을 기다리고 있나요?
tr: Neyi bekliyorsunuz?
zh_hans: 你在等待什么？

# ask.when-subtitle
source: Ask when something may happen. The chart uses the moment you ask.
de: Frage, wann etwas geschehen könnte. Das Horoskop verwendet den Moment deiner Frage.
es: Pregunta cuándo podría ocurrir algo. La carta usa el momento en que preguntas.
fr: Demandez quand quelque chose pourrait arriver. La carte utilise le moment de votre question.
it: Chiedi quando potrebbe accadere qualcosa. La carta usa il momento in cui fai la domanda.
ko: 어떤 일이 언제 일어날 수 있는지 물어보세요. 질문한 순간의 차트를 사용합니다.
tr: Bir şeyin ne zaman olabileceğini sorun. Harita, sorduğunuz anı kullanır.
zh_hans: 询问某件事何时可能发生。星盘以你提问的这一刻为准。

# ask.which-one
source: Which One?
de: Welche Option?
es: ¿Cuál?
fr: Laquelle ?
it: Quale?
ko: 어느 쪽?
tr: Hangisi?
zh_hans: 选哪个？

# ask.will-it-happen
source: Will It Happen?
de: Wird es passieren?
es: ¿Sucederá?
fr: Cela va-t-il arriver ?
it: Succederà?
ko: 일어날까요?
tr: Olacak mı?
zh_hans: 会发生吗？

# ask.you
source: You
de: Du
es: Tú
fr: Vous
it: Tu
ko: 나
tr: Siz
zh_hans: 你

# ask.your-answer
source: Your answer
de: Deine Antwort
es: Tu resultado
fr: Votre résultat
it: La tua risposta
ko: 나의 답변
tr: Yanıtınız
zh_hans: 问事结果

# ask.your-question
source: Your question
de: Deine Frage
es: Tu pregunta
fr: Votre question
it: La tua domanda
ko: 나의 질문
tr: Sorunuz
zh_hans: 你的问题

# card.sky-overview.eyebrow
source: SKY NOW
de: HIMMEL JETZT
es: CIELO ACTUAL
fr: CIEL ACTUEL
it: CIELO ORA
ko: 지금의 하늘
tr: GÖKYÜZÜ ŞİMDİ
zh_hans: 当前天空

# chart-kind.current-sky.eyebrow
source: SKY NOW
de: HIMMEL JETZT
es: CIELO ACTUAL
fr: CIEL ACTUEL
it: CIELO ORA
ko: 지금의 하늘
tr: GÖKYÜZÜ ŞİMDİ
zh_hans: 当前天象

# chart-kind.current-sky.short
source: Current Sky
de: Aktueller Himmel
es: Cielo
fr: Ciel
it: Cielo attuale
ko: 현재 하늘
tr: Güncel Gökyüzü
zh_hans: 天象

# chart-kind.lunar-return
source: Lunar Return
de: Mondreturn
es: Revolución lunar
fr: Révolution lunaire
it: Rivoluzione lunare
ko: 월회귀
tr: Ay Dönüşü
zh_hans: 月返盘

# chart-kind.relocation
source: Relocation
de: Relokation
es: Relocalización
fr: Relocalisation
it: Rilocazione
ko: 리로케이션
tr: Relokasyon
zh_hans: 重置盘

# chart-kind.solar-arc
source: Solar Arc
de: Sonnenbogen
es: Arco solar
fr: Arc solaire
it: Arco solare
ko: 솔라 아크
tr: Güneş Yayı
zh_hans: 日弧盘

# chart-kind.tertiary
source: Tertiary
de: Tertiärprogression
es: Progresión terciaria
fr: Progression tertiaire
it: Progressione terziaria
ko: 3차 프로그레션
tr: Üçüncül İlerletim
zh_hans: 三限盘

# chart-kind.thirteenth-harmonic
source: 13th Harmonic
de: 13. Harmonik
es: Armónico 13
fr: Harmonique 13
it: 13ª armonica
ko: 13하모닉
tr: 13. Harmonik
zh_hans: 13分盘

# chart-kind.twelfth-harmonic
source: 12th Harmonic
de: 12. Harmonik
es: Armónico 12
fr: Harmonique 12
it: 12ª armonica
ko: 12하모닉
tr: 12. Harmonik
zh_hans: 12分盘

# chart.aspect-matrix
source: Aspect matrix
de: Aspektmatrix
es: Matriz de aspectos
fr: Matrice des aspects
it: Matrice degli aspetti
ko: 애스펙트 매트릭스
tr: Açı matrisi
zh_hans: 相位矩阵

# chart.astrology-wheel
source: Astrology wheel
de: Horoskoprad
es: Rueda astrológica
fr: Roue astrologique
it: Ruota astrologica
ko: 점성술 휠
tr: Astroloji çarkı
zh_hans: 星盘轮盘

# chart.change
source: Change
de: Veränderung
es: Cambio
fr: Changement
it: Cambiamento
ko: 변화
tr: Değişim
zh_hans: 转换

# chart.double-astrology-wheel
source: Double astrology wheel
de: Doppeltes Horoskoprad
es: Rueda astrológica doble
fr: Roue astrologique double
it: Doppia ruota astrologica
ko: 이중 점성술 휠
tr: Çift astroloji çarkı
zh_hans: 双层星盘轮盘

# chart.flow
source: Flow
de: Verlauf
es: Fluidez
fr: Fluidité
it: Flusso
ko: 흐름
tr: Akış
zh_hans: 顺畅

# chart.lower-triangle
source: Lower triangle
de: Unteres Dreieck
es: Triángulo inferior
fr: Triangle inférieur
it: Triangolo inferiore
ko: 아래쪽 삼각형
tr: Alt üçgen
zh_hans: 下三角矩阵

# chart.midheaven
source: Midheaven
de: Medium Coeli
es: Medio Cielo
fr: Milieu du Ciel
it: Medio Cielo
ko: 중천점
tr: Tepe Noktası
zh_hans: 天顶

# chart.moving-natal
source: Moving × Natal
de: Bewegt × Radix
es: Móvil × Natal
fr: Mobile × Natal
it: Mobile × Natale
ko: 이동 × 출생
tr: Hareketli × Doğum
zh_hans: 移动点 × 本命点

# chart.nadir
source: Nadir
de: Imum Coeli
es: Fondo del Cielo
fr: Fond du Ciel
it: Fondo Cielo
ko: 천저점
tr: Dip Noktası
zh_hans: 天底

# chart.rising
source: Rising
de: Aszendent
es: Ascendente
fr: Ascendant
it: Ascendente
ko: 상승점
tr: Yükselen
zh_hans: 上升

# chart.rows-move
source: Rows move
de: Zeilen bewegen sich
es: Las filas se mueven
fr: Les lignes sont mobiles
it: Le righe si muovono
ko: 행이 이동
tr: Satırlar hareket eder
zh_hans: 纵轴为移动点

# chart.setting
source: Setting
de: Deszendent
es: Descendente
fr: Descendant
it: Discendente
ko: 하강점
tr: Alçalan
zh_hans: 下降

# chart.single-chart-aspects
source: Single-chart aspects
de: Aspekte eines Einzelhoroskops
es: Aspectos de una sola carta
fr: Aspects d’une seule carte
it: Aspetti del singolo tema
ko: 단일 차트 애스펙트
tr: Tek harita açıları
zh_hans: 单盘相位

# chart.tone.tension
source: Tension
de: Spannung
es: Tensión
it: Tensione
ko: 긴장
tr: Gerilim
zh_hans: 张力

# charts.12-months
source: 12 months
de: 12 Monate
es: 12 meses
fr: 12 mois
it: 12 mesi
ko: 12개월
tr: 12 ay
zh_hans: 12 个月

# charts.30-days
source: 30 days
de: 30 Tage
es: 30 días
fr: 30 jours
it: 30 giorni
ko: 30일
tr: 30 gün
zh_hans: 30 天

# charts.7-days
source: 7 days
de: 7 Tage
es: 7 días
fr: 7 jours
it: 7 giorni
ko: 7일
tr: 7 gün
zh_hans: 7 天

# charts.active-transits
source: Active Transits
de: Aktive Transite
es: Tránsitos activos
fr: Transits actifs
it: Transiti attivi
ko: 활성 트랜짓
tr: Aktif Transitler
zh_hans: 进行中的行运

# charts.activity-not-fortune
source: Activity, not fortune
de: Aktivität, nicht Schicksal
es: Actividad, no fortuna
fr: Activité, pas chance
it: Attività, non fortuna
ko: 운이 아닌 활동도
tr: Şans değil, etkinlik
zh_hans: 活跃度，不是运气

# charts.add-person-in-profile
source: Add person in Profile
de: Person im Profil hinzufügen
es: Añadir persona en Perfil
fr: Ajouter une personne dans Profil
it: Aggiungi persona nel Profilo
ko: 프로필에서 사람 추가
tr: Profile kişi ekle
zh_hans: 去个人资料添加人物

# charts.all-charts
source: All Charts
de: Alle Horoskope
es: Todas las cartas
fr: Tous les thèmes
it: Tutti i temi
ko: 모든 차트
tr: Tüm Haritalar
zh_hans: 全部盘型

# charts.allow
source: Allow
de: Erlauben
es: Permitir
fr: Autoriser
it: Consenti
ko: 허용
tr: İzin ver
zh_hans: 允许

# charts.aspects
source: Aspects
de: Aspekte
es: Aspectos
it: Aspetti
ko: 애스펙트
tr: Açılar
zh_hans: 相位矩阵

# charts.back-to-today
source: Back to today
de: Zurück zu heute
es: Volver a hoy
fr: Revenir à aujourd’hui
it: Torna a oggi
ko: 오늘로 돌아가기
tr: Bugüne dön
zh_hans: 回到今天

# charts.birth-data
source: Birth data
de: Geburtsdaten
es: Datos de nacimiento
fr: Données de naissance
it: Dati di nascita
ko: 출생 정보
tr: Doğum bilgileri
zh_hans: 出生资料

# charts.calculating-advanced-chart-locally
source: Calculating this chart locally…
de: Dieses Horoskop wird lokal berechnet…
es: Calculando esta carta localmente…
fr: Calcul de ce thème en local…
it: Calcolo locale di questo tema…
ko: 이 차트를 로컬에서 계산 중…
tr: Bu harita yerel olarak hesaplanıyor…
zh_hans: 正在本地计算此盘…

# charts.calculating-chart-locally
source: Calculating chart locally…
de: Horoskop wird lokal berechnet…
es: Calculando la carta en el dispositivo…
fr: Calcul de la carte sur l’appareil…
it: Calcolo locale del tema…
ko: 차트를 로컬에서 계산 중…
tr: Harita yerel olarak hesaplanıyor…
zh_hans: 正在本机计算星盘…

# charts.calculating-the-relationship-locally
source: Calculating the relationship locally…
de: Beziehung wird lokal berechnet…
es: Calculando la relación en el dispositivo…
fr: Calcul de la relation sur l’appareil…
it: Calcolo locale della relazione…
ko: 관계를 로컬에서 계산 중…
tr: İlişki yerel olarak hesaplanıyor…
zh_hans: 正在本机计算双方合盘…

# charts.chart-parameters
source: Chart parameters
de: Horoskopparameter
es: Parámetros de la carta
fr: Paramètres de la carte
it: Parametri del tema
ko: 차트 매개변수
tr: Harita parametreleri
zh_hans: 星盘参数

# charts.charts
source: Charts
de: Horoskope
es: Cartas
fr: Cartes
it: Temi
ko: 차트
tr: Haritalar
zh_hans: 星盘

# charts.choose-the-other-person-to-calculate-this-synastry-chart
source: Choose the other person to calculate this Synastry chart.
de: Wähle die andere Person, um dieses Synastriehoroskop zu berechnen.
es: Elige a la otra persona para calcular esta carta de sinastría.
fr: Choisissez l’autre personne pour calculer cette carte de synastrie.
it: Scegli l’altra persona per calcolare questo tema di sinastria.
ko: 이 시너스트리 차트를 계산할 다른 사람을 선택하세요.
tr: Bu sinastri haritasını hesaplamak için diğer kişiyi seçin.
zh_hans: 请选择另一位人物以计算合盘。

# charts.choose-the-pair-on-the-synastry-page
source: Choose the pair on the Synastry page
de: Paar auf der Synastrie-Seite auswählen
es: Elige la pareja en la página de Sinastría
fr: Choisissez le duo sur la page Synastrie
it: Scegli la coppia nella pagina Sinastria
ko: 시너스트리 페이지에서 두 사람을 선택하세요
tr: Sinastri sayfasında çifti seçin
zh_hans: 请在合盘页面选择双方

# charts.complete-filtered-list
source: Complete filtered list
de: Vollständige gefilterte Liste
es: Lista filtrada completa
fr: Liste filtrée complète
it: Elenco filtrato completo
ko: 전체 필터 목록
tr: Tam filtrelenmiş liste
zh_hans: 完整筛选列表

# charts.core
source: Core
de: Basis
es: Principales
fr: Essentiels
it: Base
ko: 기본
tr: Temel
zh_hans: 核心

# charts.current-cycles
source: Current Cycles
de: Aktuelle Zyklen
es: Ciclos actuales
fr: Cycles actuels
it: Cicli attuali
ko: 현재 주기
tr: Güncel Döngüler
zh_hans: 当前周期

# charts.current-return-year
source: Current return year
de: Aktuelles Return-Jahr
es: Año de retorno actual
fr: Année de retour actuelle
it: Anno di rivoluzione attuale
ko: 현재 회귀 연도
tr: Geçerli dönüş yılı
zh_hans: 当前日返年度

# charts.current-sky-compared-with-the-natal-chart
source: Current sky compared with the natal chart
de: Aktueller Himmel im Vergleich mit dem Radix
es: Cielo actual comparado con la carta natal
fr: Ciel actuel comparé à la carte natale
it: Cielo attuale confrontato con il tema natale
ko: 현재 하늘과 출생 차트 비교
tr: Güncel gökyüzünün doğum haritasıyla karşılaştırması
zh_hans: 当前天空与本命盘的比较

# charts.current-story
source: Current Story
de: Aktuelle Geschichte
es: Historia actual
fr: Thème actuel
it: Storia attuale
ko: 현재 흐름
tr: Güncel Hikâye
zh_hans: 当前主线

# charts.date-time
source: Date & time
de: Datum & Uhrzeit
es: Fecha y hora
fr: Date et heure
it: Data e ora
ko: 날짜 및 시간
tr: Tarih ve saat
zh_hans: 日期与时间

# charts.day-for-a-year-secondary-progressions
source: Day-for-a-year secondary progressions
de: Sekundärprogressionen: ein Tag für ein Jahr
es: Progresiones secundarias de un día por año
fr: Progressions secondaires d’un jour par an
it: Progressioni secondarie: un giorno per un anno
ko: 1일=1년 세컨더리 프로그레션
tr: Bir güne bir yıl ikincil ilerletimler
zh_hans: 一日一年法次限推运

# charts.derived-from-natal
source: Derived from the natal chart.
de: Aus dem Radix abgeleitet.
es: Derivado de la carta natal.
fr: Dérivé du thème natal.
it: Derivato dal tema natale.
ko: 출생 차트에서 파생됩니다.
tr: Doğum haritasından türetilmiştir.
zh_hans: 由本命盘派生计算。

# charts.derived-location
source: Derived & Location
de: Ableitung & Standort
es: Derivadas y relocalización
fr: Dérivés et relocalisation
it: Derivati e località
ko: 파생 및 위치
tr: Türetilmiş ve Konum
zh_hans: 派生与重置

# charts.done
source: Done
de: Fertig
es: Listo
fr: Terminé
it: Fine
ko: 완료
tr: Bitti
zh_hans: 完成

# charts.event-time-chart
source: Event-time chart
de: Ereigniszeithoroskop
es: Carta del momento del evento
fr: Carte du moment de l’événement
it: Tema dell’ora dell’evento
ko: 이벤트 시각 차트
tr: Olay zamanı haritası
zh_hans: 事件时刻星盘

# charts.event.back-to-now
source: Back to now
de: Zurück zu jetzt
es: Volver a ahora
fr: Revenir à maintenant
it: Torna a ora
ko: 지금으로 돌아가기
tr: Şimdiye dön
zh_hans: 返回现在

# charts.how-ideas-are-exchanged
source: How ideas are exchanged
de: Wie Ideen ausgetauscht werden
es: Cómo se intercambian las ideas
fr: Comment les idées s’échangent
it: Come vengono scambiate le idee
ko: 생각을 주고받는 방식
tr: Fikirlerin nasıl paylaşıldığı
zh_hans: 想法如何交流

# charts.how-the-strongest-cycles-combine
source: How the strongest cycles combine
de: Wie die stärksten Zyklen zusammenwirken
es: Cómo se combinan los ciclos más fuertes
fr: Comment les cycles les plus forts se combinent
it: Come si combinano i cicli più forti
ko: 가장 강한 주기가 결합하는 방식
tr: En güçlü döngülerin nasıl birleştiği
zh_hans: 最强周期如何共同作用

# charts.how-two-charts-affect-each-other
source: How two charts affect each other
de: Wie zwei Horoskope aufeinander wirken
es: Cómo se afectan dos cartas entre sí
fr: Comment deux cartes s’influencent
it: Come due temi si influenzano a vicenda
ko: 두 차트가 서로 영향을 주는 방식
tr: İki haritanın birbirini nasıl etkilediği
zh_hans: 两张星盘如何彼此影响

# charts.how-two-natal-charts-meet
source: How two natal charts meet
de: Wie zwei Radixhoroskope aufeinandertreffen
es: Cómo se encuentran dos cartas natales
fr: Comment deux cartes natales se rencontrent
it: Come si incontrano due temi natali
ko: 두 출생 차트가 만나는 방식
tr: İki doğum haritasının nasıl buluştuğu
zh_hans: 两张本命盘如何相遇

# charts.life-areas
source: Life Areas
de: Lebensbereiche
es: Áreas de vida
fr: Domaines de vie
it: Aree di vita
ko: 생활 영역
tr: Yaşam Alanları
zh_hans: 生活领域

# charts.live-sky-at-the-saved-location
source: Live sky at the saved location
de: Live-Himmel am gespeicherten Standort
es: Cielo en tiempo real en la ubicación guardada
fr: Ciel en direct à l’emplacement enregistré
it: Cielo in tempo reale nella località salvata
ko: 저장된 위치의 실시간 하늘
tr: Kayıtlı konumdaki canlı gökyüzü
zh_hans: 保存地点的当前天空

# charts.location
source: Location
de: Standort
es: Ubicación
fr: Lieu
it: Località
ko: 위치
tr: Konum
zh_hans: 地点

# charts.lunar-return.subtitle
source: The latest lunar return on or before the selected date.
de: Der letzte Mondreturn am oder vor dem ausgewählten Datum.
es: El último retorno lunar en o antes de la fecha elegida.
fr: La dernière révolution lunaire à la date choisie ou avant.
it: L’ultima rivoluzione lunare alla data selezionata o precedente.
ko: 선택한 날짜 또는 그 이전의 가장 최근 월회귀입니다.
tr: Seçilen tarihte veya öncesindeki en son Ay dönüşü.
zh_hans: 所选日期当日或之前最近一次月返。

# charts.moon-contacts-and-emotional-house-overlays
source: Moon contacts and emotional house overlays
de: Mondkontakte und emotionale Häuserüberlagerungen
es: Contactos lunares y superposiciones emocionales de casas
fr: Contacts lunaires et superpositions émotionnelles de maisons
it: Contatti lunari e sovrapposizioni emotive nelle case
ko: 달 접촉과 감정적 하우스 오버레이
tr: Ay temasları ve duygusal ev örtüşmeleri
zh_hans: 月亮联系与情感落宫

# charts.more
source: More
de: Mehr
es: Más
fr: Plus
it: Altro
ko: 더 보기
tr: Daha Fazla
zh_hans: 更多

# charts.not-now
source: Not now
de: Jetzt nicht
es: Ahora no
fr: Pas maintenant
it: Non ora
ko: 나중에
tr: Şimdi değil
zh_hans: 暂不

# charts.one-theme-per-time-scale
source: One theme per time scale
de: Ein Thema pro Zeitskala
es: Un tema por escala temporal
fr: Un thème par échelle de temps
it: Un tema per ogni scala temporale
ko: 시간 척도별 하나의 테마
tr: Her zaman ölçeği için bir tema
zh_hans: 每个时间尺度一个主题

# charts.other
source: Other
de: Weitere
es: Otros
fr: Autres
it: Altro
ko: 기타
tr: Diğer
zh_hans: 其他

# charts.parameters.back-to-now
source: Back to now
de: Zurück zu jetzt
es: Volver a ahora
fr: Revenir à maintenant
it: Torna a ora
ko: 지금으로 돌아가기
tr: Şimdiye dön
zh_hans: 回到现在

# charts.parameters.button
source: Parameters
de: Parameter
es: Parámetros
fr: Paramètres
it: Parametri
ko: 매개변수
tr: Parametreler
zh_hans: 参数

# charts.parameters.sheet-title
source: Parameters
de: Parameter
es: Parámetros
fr: Paramètres
it: Parametri
ko: 매개변수
tr: Parametreler
zh_hans: 参数设置

# charts.people
source: People
de: Personen
es: Personas
fr: Personnes
it: Persone
ko: 사람
tr: Kişiler
zh_hans: 人物

# charts.planet-paths
source: Planet Paths
de: Planetenpfade
es: Trayectorias planetarias
fr: Trajectoires planétaires
it: Percorsi planetari
ko: 행성 경로
tr: Gezegen Yolları
zh_hans: 行星路径

# charts.preset
source: Preset
de: Voreinstellung
es: Preajuste
fr: Préréglage
ko: 프리셋
tr: Ön ayar
zh_hans: 参数预设

# charts.progressions-directions
source: Progressions & Directions
de: Progressionen & Direktionen
es: Progresiones y direcciones
fr: Progressions et directions
it: Progressioni e direzioni
ko: 프로그레션 및 디렉션
tr: İlerletimler ve Yöneltmeler
zh_hans: 推运与推弧

# charts.range
source: Range
de: Zeitraum
es: Intervalo
fr: Période
it: Intervallo
ko: 범위
tr: Aralık
zh_hans: 范围

# charts.reference-location
source: Reference location
de: Referenzstandort
es: Ubicación de referencia
fr: Lieu de référence
it: Località di riferimento
ko: 기준 위치
tr: Referans konumu
zh_hans: 参考地点

# charts.relocation.subtitle
source: Your birth moment recalculated for a different location.
de: Dein Geburtszeitpunkt für einen anderen Standort neu berechnet.
es: Tu momento de nacimiento recalculado para otra ubicación.
fr: Votre instant de naissance recalculé pour un autre lieu.
it: Il tuo momento di nascita ricalcolato per una località diversa.
ko: 출생 순간을 다른 위치 기준으로 다시 계산합니다.
tr: Doğum anınızın farklı bir konum için yeniden hesaplanması.
zh_hans: 保持出生时刻不变，按新地点重算宫位与角点。

# charts.reports
source: Reports
de: Berichte
es: Informes
fr: Rapports
it: Report
ko: 보고서
tr: Raporlar
zh_hans: 报告

# charts.return-year
source: Return year
de: Return-Jahr
es: Año de retorno
fr: Année de retour
it: Anno di rivoluzione
ko: 회귀 연도
tr: Dönüş yılı
zh_hans: 日返年度

# charts.saturn-jupiter-and-angle-contacts
source: Saturn, Jupiter and angle contacts
de: Saturn-, Jupiter- und Achsenkontakte
es: Contactos de Saturno, Júpiter y los ángulos
fr: Contacts de Saturne, Jupiter et des angles
it: Contatti di Saturno, Giove e degli angoli
ko: 토성·목성 및 각점 접촉
tr: Satürn, Jüpiter ve açı noktası temasları
zh_hans: 土星、木星与长期结构

# charts.secondary-progressions-use-the-birth-place-and-do-not-relocate-in-this-v
source: Secondary progressions use the birth place and do not relocate in this version.
de: Sekundärprogressionen verwenden den Geburtsort und werden in dieser Version nicht relokiert.
es: Las progresiones secundarias usan el lugar de nacimiento y no se relocalizan en esta versión.
fr: Les progressions secondaires utilisent le lieu de naissance et ne sont pas relocalisées dans cette version.
it: Le progressioni secondarie usano il luogo di nascita e in questa versione non vengono rilocate.
ko: 세컨더리 프로그레션은 출생지를 사용하며 이 버전에서는 리로케이션하지 않습니다.
tr: İkincil ilerletimler doğum yerini kullanır ve bu sürümde relokasyon uygulanmaz.
zh_hans: 本版次限盘沿用出生地点，不提供独立迁移地点。

# charts.select
source: Select
de: Auswählen
es: Seleccionar
fr: Sélectionner
it: Seleziona
ko: 선택
tr: Seç
zh_hans: 选择

# charts.solar-arc.subtitle
source: Solar arc directions compared with the natal chart.
de: Sonnenbogendirektionen im Vergleich mit dem Radix.
es: Direcciones de arco solar comparadas con la carta natal.
fr: Directions d’arc solaire comparées au thème natal.
it: Direzioni dell’arco solare confrontate con il tema natale.
ko: 출생 차트와 비교한 솔라 아크 디렉션입니다.
tr: Doğum haritasıyla karşılaştırılan Güneş yayı yöneltmeleri.
zh_hans: 日弧推运与本命盘对照。

# charts.sorted-by-relevance-not-positivity
source: Sorted by relevance, not positivity
de: Nach Relevanz sortiert, nicht nach Positivität
es: Ordenado por relevancia, no por positividad
fr: Trié par pertinence, pas par positivité
it: Ordinato per rilevanza, non per positività
ko: 긍정성보다 관련성 기준으로 정렬
tr: Olumluluğa göre değil, ilgililiğe göre sıralanır
zh_hans: 按相关性排序，而非按正负排序

# charts.space.bonds
source: Bonds
de: Bindung
es: Lazos
fr: Liens
it: Legami
ko: 인연
tr: Bağlar
zh_hans: 羁绊

# charts.space.you
source: You
de: Du
es: Tú
fr: Toi
it: Tu
ko: 나
tr: Sen
zh_hans: 你

# charts.start-exact-return-end
source: Start · Exact · Return · End
de: Start · Exakt · Rückkehr · Ende
es: Inicio · Exacto · Retorno · Fin
fr: Début · Exact · Retour · Fin
it: Inizio · Esatto · Ritorno · Fine
ko: 시작 · 정확 · 재접촉 · 종료
tr: Başlangıç · Kesin · Dönüş · Bitiş
zh_hans: 开始 · 精确 · 回返 · 结束

# charts.synastry.chemistry-subtitle.classical
source: Venus and Mars contacts
de: Venus- und Marskontakte
es: Contactos de Venus y Marte
fr: Contacts de Vénus et Mars
it: Contatti di Venere e Marte
ko: 금성·화성 접촉
tr: Venüs ve Mars temasları
zh_hans: 金星、火星与吸引结构

# charts.synastry.chemistry-subtitle.modern
source: Venus, Mars and Pluto contacts
de: Venus-, Mars- und Plutokontakte
es: Contactos de Venus, Marte y Plutón
fr: Contacts de Vénus, Mars et Pluton
it: Contatti di Venere, Marte e Plutone
ko: 금성·화성·명왕성 접촉
tr: Venüs, Mars ve Plüton temasları
zh_hans: 金星、火星与吸引结构

# charts.target-date
source: Target date
de: Zieldatum
es: Fecha objetivo
fr: Date cible
it: Data obiettivo
ko: 대상 날짜
tr: Hedef tarih
zh_hans: 目标日期

# charts.target-time
source: Target time
de: Zielzeit
es: Hora objetivo
fr: Heure cible
it: Ora obiettivo
ko: 대상 시간
tr: Hedef zaman
zh_hans: 目标时间

# charts.tertiary.subtitle
source: Tertiary progression compared with the natal chart.
de: Tertiärprogression im Vergleich mit dem Radix.
es: Progresión terciaria comparada con la carta natal.
fr: Progression tertiaire comparée au thème natal.
it: Progressione terziaria confrontata con il tema natale.
ko: 출생 차트와 비교한 3차 프로그레션입니다.
tr: Doğum haritasıyla karşılaştırılan üçüncül ilerletim.
zh_hans: 三限推运与本命盘对照。

# charts.the-year-that-begins-at-your-next-solar-return
source: The year that begins at your next solar return
de: Das Jahr, das mit deinem nächsten Solar beginnt
es: El año que comienza en tu próximo retorno solar
fr: L’année qui commence à votre prochain retour solaire
it: L’anno che inizia con la tua prossima rivoluzione solare
ko: 다음 태양회귀에서 시작되는 한 해
tr: Bir sonraki Güneş dönüşünüzle başlayan yıl
zh_hans: 下一个日返时刻开启的年度盘

# charts.thirteenth-harmonic.subtitle
source: 13th harmonic derived from natal positions.
de: 13. Harmonik, aus den Radixpositionen abgeleitet.
es: Armónico 13 derivado de las posiciones natales.
fr: Harmonique 13 dérivé des positions natales.
it: 13ª armonica derivata dalle posizioni natali.
ko: 출생 위치에서 파생한 13하모닉입니다.
tr: Doğum konumlarından türetilen 13. harmonik.
zh_hans: 由本命星体位置派生的 13 分盘。

# charts.transit-timeline
source: Transit Timeline
de: Transit-Zeitleiste
es: Cronología de tránsitos
fr: Chronologie des transits
it: Cronologia dei transiti
ko: 트랜짓 타임라인
tr: Transit Zaman Çizelgesi
zh_hans: 行运时间线

# charts.twelfth-harmonic.subtitle
source: 12th harmonic derived from natal positions.
de: 12. Harmonik, aus den Radixpositionen abgeleitet.
es: Armónico 12 derivado de las posiciones natales.
fr: Harmonique 12 dérivé des positions natales.
it: 12ª armonica derivata dalle posizioni natali.
ko: 출생 위치에서 파생한 12하모닉입니다.
tr: Doğum konumlarından türetilen 12. harmonik.
zh_hans: 由本命星体位置派生的 12 分盘。
